COLUMN_NAME = (
    'Наименование учебника (для учебника, находящегося на апробации, дополняется словами '
    '«находится на апробации»); информация о возможности использования учебника и разработанных '
    'в комплекте с ним учебных пособий при реализации общеобразовательных программ с углубленным '
    'изучением отдельных учебных предметов, предметных областей соответствующей образовательной '
    'программы (профильное обучение); порядковый номер издания (переиздания) учебника; язык издания '
    'учебника и разработанных в комплекте с ним учебных пособий (указывается для учебников и '
    'разработанных в комплекте с ним учебных пособий, изданных на государственных языках республик '
    'или на языках народов Российской Федерации)'
)

COLUMN_AUTHOR = (
    'Автор (авторский коллектив) учебника'
)

COLUMN_CLASS = (
    'Класс, для которого учебник и разработанные в комплекте с ним учебные пособия разработаны '
    '(не применяется для учебников и разработанных в комплекте с ними учебных пособий, допущенных '
    'к использованию при реализации образовательных программ среднего профессионального образования, '
    'реализуемых на базе основного общего образования или интегрированных с образовательными '
    'программами основного общего и среднего общего образования, при освоении учебных предметов, '
    'курсов, дисциплин (модулей) основного общего образования и (или) среднего общего образования)'
)

COLUMN_PUBLISHER = (
    'Наименование издателя (издателей) учебника'
)

COLUMN_ROW_NUM = (
    'Порядковый номер строки федерального перечня учебника и разработанных в комплекте с ним '
    'учебных пособий'
)

REQUIRED_COLUMNS = [
    COLUMN_NAME,
    COLUMN_AUTHOR,
    COLUMN_CLASS,
    COLUMN_PUBLISHER,
    COLUMN_ROW_NUM
]
