
def help():
    helpMsg="""
    ╭──────────────────────── 사용할 수 있는 CLI Command ───────────────────────╮
    │                                                                           │
    │ $ predict         # 길이와 무게를 입력받아 물고기의 종류를 예측합니다.    │
    │ $ show-data       # 저장된 csv파일을 DataFrame형식으로 출력합니다.        │
    │ $ get-pkl         # 저장된 pkl파일을 원하는 위치로 복사합니다.            │
    │                                                                           │
    ╰───────────────────────────────────────────────────────────────────────────╯
    """
    print(helpMsg)
